{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "Contexts",
			"Children": [
				{
					"Source":
					{
						"Text": "QuickAccessTool Plugin"
					},
					"Translation":
					{
						"Text": "QuickAccessTool Plugin"
					},
					"Key": "QuickAccessTool"
				}
			]
		},
		{
			"Namespace": "QuickAccessTool",
			"Children": [
				{
					"Source":
					{
						"Text": "Add Command"
					},
					"Translation":
					{
						"Text": "Add Command"
					},
					"Key": "AddButton"
				},
				{
					"Source":
					{
						"Text": "Add the selected assets to the quick access list."
					},
					"Translation":
					{
						"Text": "Add the selected assets to the quick access list."
					},
					"Key": "AddToQuickAccessTooltip"
				},
				{
					"Source":
					{
						"Text": "Add to Quick Access Tool"
					},
					"Translation":
					{
						"Text": "Add to Quick Access Tool"
					},
					"Key": "AddToQuickAccess"
				},
				{
					"Source":
					{
						"Text": "Browse To Asset{0}"
					},
					"Translation":
					{
						"Text": "Browse To Asset{0}"
					},
					"Key": "BrowseToAssetFormat"
				},
				{
					"Source":
					{
						"Text": "Browse To: {0}"
					},
					"Translation":
					{
						"Text": "Browse To: {0}"
					},
					"Key": "BrowseToTooltipFormat"
				},
				{
					"Source":
					{
						"Text": "Clear All"
					},
					"Translation":
					{
						"Text": "Clear All"
					},
					"Key": "ClearButton"
				},
				{
					"Source":
					{
						"Text": "Clear All Files In Tool"
					},
					"Translation":
					{
						"Text": "Clear All Files In Tool"
					},
					"Key": "ClearAllFilesTooltip"
				},
				{
					"Source":
					{
						"Text": "Clear All Files{0}"
					},
					"Translation":
					{
						"Text": "Clear All Files{0}"
					},
					"Key": "ClearAllFilesFormat"
				},
				{
					"Source":
					{
						"Text": "Click to execute this command"
					},
					"Translation":
					{
						"Text": "Click to execute this command"
					},
					"Key": "ExecuteTooltip"
				},
				{
					"Source":
					{
						"Text": "Clipboard Texture{0}"
					},
					"Translation":
					{
						"Text": "Clipboard Texture{0}"
					},
					"Key": "ClipboardTexture"
				},
				{
					"Source":
					{
						"Text": "Command"
					},
					"Translation":
					{
						"Text": "Command"
					},
					"Key": "Command"
				},
				{
					"Source":
					{
						"Text": "Command:"
					},
					"Translation":
					{
						"Text": "Command:"
					},
					"Key": "CommandLabel"
				},
				{
					"Source":
					{
						"Text": "Common"
					},
					"Translation":
					{
						"Text": "Common"
					},
					"Key": "Common"
				},
				{
					"Source":
					{
						"Text": "Copy Color To Clipboard"
					},
					"Translation":
					{
						"Text": "Copy Color To Clipboard"
					},
					"Key": "CopyColorToClipboard"
				},
				{
					"Source":
					{
						"Text": "Copy File Name"
					},
					"Translation":
					{
						"Text": "Copy File Name"
					},
					"Key": "CopyFileName"
				},
				{
					"Source":
					{
						"Text": "Copy File Name: {0}"
					},
					"Translation":
					{
						"Text": "Copy File Name: {0}"
					},
					"Key": "CopyFileNameTooltipFormat"
				},
				{
					"Source":
					{
						"Text": "Copy File Path"
					},
					"Translation":
					{
						"Text": "Copy File Path"
					},
					"Key": "CopyFilePath"
				},
				{
					"Source":
					{
						"Text": "Copy File Path: {0}"
					},
					"Translation":
					{
						"Text": "Copy File Path: {0}"
					},
					"Key": "CopyFilePathTooltipFormat"
				},
				{
					"Source":
					{
						"Text": "Copy File Reference"
					},
					"Translation":
					{
						"Text": "Copy File Reference"
					},
					"Key": "CopyFileReference"
				},
				{
					"Source":
					{
						"Text": "Copy File Reference: {0}"
					},
					"Translation":
					{
						"Text": "Copy File Reference: {0}"
					},
					"Key": "CopyFileReferenceTooltipFormat"
				},
				{
					"Source":
					{
						"Text": "Custom Task"
					},
					"Translation":
					{
						"Text": "Custom Task"
					},
					"Key": "CustomTask"
				},
				{
					"Source":
					{
						"Text": "Custom command panel"
					},
					"Translation":
					{
						"Text": "Custom command panel"
					},
					"Key": "Title"
				},
				{
					"Source":
					{
						"Text": "Delete Selected"
					},
					"Translation":
					{
						"Text": "Delete Selected"
					},
					"Key": "DeleteButton"
				},
				{
					"Source":
					{
						"Text": "Description:"
					},
					"Translation":
					{
						"Text": "Description:"
					},
					"Key": "DescLabel"
				},
				{
					"Source":
					{
						"Text": "Enter command description"
					},
					"Translation":
					{
						"Text": "Enter command description"
					},
					"Key": "DescHint"
				},
				{
					"Source":
					{
						"Text": "Enter console commands, such as: stat fps"
					},
					"Translation":
					{
						"Text": "Enter console commands, such as: stat fps"
					},
					"Key": "CommandHint"
				},
				{
					"Source":
					{
						"Text": "Execute"
					},
					"Translation":
					{
						"Text": "Execute"
					},
					"Key": "ExecuteButton"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": "Language"
					},
					"Key": "Language"
				},
				{
					"Source":
					{
						"Text": "Loading Assets..."
					},
					"Translation":
					{
						"Text": "Loading Assets..."
					},
					"Key": "LoadAssert"
				},
				{
					"Source":
					{
						"Text": "Loading {0}..."
					},
					"Translation":
					{
						"Text": "Loading {0}..."
					},
					"Key": "Loading"
				},
				{
					"Source":
					{
						"Text": "No assets selected. Please select some assets to add."
					},
					"Translation":
					{
						"Text": "No assets selected. Please select some assets to add."
					},
					"Key": "NoAssetsSelected"
				},
				{
					"Source":
					{
						"Text": "Open Color Picker"
					},
					"Translation":
					{
						"Text": "Open Color Picker"
					},
					"Key": "OpenColorPicker"
				},
				{
					"Source":
					{
						"Text": "Open File{0}"
					},
					"Translation":
					{
						"Text": "Open File{0}"
					},
					"Key": "OpenFileFormat"
				},
				{
					"Source":
					{
						"Text": "Open:{0}"
					},
					"Translation":
					{
						"Text": "Open:{0}"
					},
					"Key": "OpenFileTooltipFormat"
				},
				{
					"Source":
					{
						"Text": "Please add a new task..."
					},
					"Translation":
					{
						"Text": "Please add a new task..."
					},
					"Key": "AddNewTask"
				},
				{
					"Source":
					{
						"Text": "Quick Access"
					},
					"Translation":
					{
						"Text": "Quick Access"
					},
					"Key": "QuickAccessSection"
				},
				{
					"Source":
					{
						"Text": "Quick Access Tool"
					},
					"Translation":
					{
						"Text": "Quick Access Tool"
					},
					"Key": "QuickAccessTool"
				},
				{
					"Source":
					{
						"Text": "Quick Panel"
					},
					"Translation":
					{
						"Text": "Quick Panel"
					},
					"Key": "QuickPanel"
				},
				{
					"Source":
					{
						"Text": "Quick access list updated successfully."
					},
					"Translation":
					{
						"Text": "Quick access list updated successfully."
					},
					"Key": "QuickAccessUpdated"
				},
				{
					"Source":
					{
						"Text": "Reference View...{0}"
					},
					"Translation":
					{
						"Text": "Reference View...{0}"
					},
					"Key": "ReferenceViewFormat"
				},
				{
					"Source":
					{
						"Text": "Reference View: {0}"
					},
					"Translation":
					{
						"Text": "Reference View: {0}"
					},
					"Key": "ReferenceViewTooltipFormat"
				},
				{
					"Source":
					{
						"Text": "Run Editor Utility Widget"
					},
					"Translation":
					{
						"Text": "Run Editor Utility Widget"
					},
					"Key": "RunEditorUtilityWidget"
				},
				{
					"Source":
					{
						"Text": "Save All Files"
					},
					"Translation":
					{
						"Text": "Save All Files"
					},
					"Key": "SaveAllFilesTipsToolTips"
				},
				{
					"Source":
					{
						"Text": "Save All Files{0}"
					},
					"Translation":
					{
						"Text": "Save All Files{0}"
					},
					"Key": "SaveAllFiles"
				},
				{
					"Source":
					{
						"Text": "Save Select Files"
					},
					"Translation":
					{
						"Text": "Save Select Files"
					},
					"Key": "SaveFileToolTips"
				},
				{
					"Source":
					{
						"Text": "Save Select Files{0}"
					},
					"Translation":
					{
						"Text": "Save Select Files{0}"
					},
					"Key": "SaveFile"
				},
				{
					"Source":
					{
						"Text": "Select All Files In Tool"
					},
					"Translation":
					{
						"Text": "Select All Files In Tool"
					},
					"Key": "SelectAllFilesTooltip"
				},
				{
					"Source":
					{
						"Text": "Select All Files{0}"
					},
					"Translation":
					{
						"Text": "Select All Files{0}"
					},
					"Key": "SelectAllFilesFormat"
				},
				{
					"Source":
					{
						"Text": "Show In Explorer: {0}"
					},
					"Translation":
					{
						"Text": "Show In Explorer: {0}"
					},
					"Key": "ShowInExplorerTooltipFormat"
				},
				{
					"Source":
					{
						"Text": "Show In Explorer{0}"
					},
					"Translation":
					{
						"Text": "Show In Explorer{0}"
					},
					"Key": "ShowInExplorerFormat"
				},
				{
					"Source":
					{
						"Text": "Source Code Editor"
					},
					"Translation":
					{
						"Text": "Source Code Editor"
					},
					"Key": "SourceCodeEditor"
				},
				{
					"Source":
					{
						"Text": "The clipboard content will be saved as a Texture."
					},
					"Translation":
					{
						"Text": "The clipboard content will be saved as a Texture."
					},
					"Key": "ClipboardSaveAsTextureToolTips"
				},
				{
					"Source":
					{
						"Text": "There are no pictures on the clipboard."
					},
					"Translation":
					{
						"Text": "There are no pictures on the clipboard."
					},
					"Key": "ClipboardNotHasPictures"
				},
				{
					"Source":
					{
						"Text": "Use Less CPU when in Background"
					},
					"Translation":
					{
						"Text": "Use Less CPU when in Background"
					},
					"Key": "LessCPU"
				}
			]
		},
		{
			"Namespace": "UICommands",
			"Subnamespaces": [
				{
					"Namespace": "FQuickAccessToolModule",
					"Children": [
						{
							"Source":
							{
								"Text": "File quick access tool"
							},
							"Translation":
							{
								"Text": "File quick access tool"
							},
							"Key": "OpenQuickAccessTool_ToolTip"
						},
						{
							"Source":
							{
								"Text": "Paste Picture"
							},
							"Translation":
							{
								"Text": "Paste Picture"
							},
							"Key": "PastePicture_ToolTip"
						},
						{
							"Source":
							{
								"Text": "PastePicture"
							},
							"Translation":
							{
								"Text": "PastePicture"
							},
							"Key": "PastePicture"
						},
						{
							"Source":
							{
								"Text": "QuickAccess"
							},
							"Translation":
							{
								"Text": "QuickAccess"
							},
							"Key": "OpenQuickAccessTool"
						}
					]
				}
			]
		}
	]
}